{"translation-revision-date":"2025-12-30 13:03:04+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Get Site Insights in Your Inbox":["Få innsikter for nettstedet i innboksen din"],"Connect more services":["Koble til flere tjenester"],"Got it!":["Har det!"],"Congrats on completing the setup for Site Kit!":["Gratulerer med fullført oppsett av Sit Kit!"],"Site wide":["På tvers av nettstedet"],"Enable consent mode":["Slå på samtykkemodus"],"Consent mode interacts with your Consent Management Platform (CMP) or custom implementation for obtaining visitor consent, such as a cookie consent banner.":["Samtykkemodus samhandler med din CMP-plattform for samtykkeadministrasjon eller en tilpasset implementasjon for å innhente samtykke fra besøkende, slik som et banner for infokapsel-samtykke."],"Enable consent mode to preserve tracking for your Ads campaigns":["Slå på samtykkemodus for å ta vare på sporingen for dine annonsekampanjer"],"You can always enable consent mode in Settings later":["Du kan når som helst slå på samtykkemodus under Innstillinger senere"],"We’ll let you know as soon as there’s enough data available":["Vi vil informere deg straks det er nok data tilgjengelig."],"Your AdSense and Analytics accounts are linked":["Dine AdSense- og Analytics-kontoer er koblet sammen."],"Don’t show again":["Ikke vis igjen"],"Permissions Error":["Feil med tillatelser"],"Engagement Rate":["Engasjementsgrad"],"Grant permission":["Gi tillatelse"],"Enable auto-updates":["Slå på auto-oppdateringer"],"Keep Site Kit up-to-date":["Hold Site Kit oppdatert"],"Thanks for enabling auto-updates":["Takk for at du slo på auto-oppdateringer"],"Get help":["Få hjelp"],"Retry":["Prøv igjen"],"Dashboard data for some services has been interrupted":["Kontrolpanel-data for enkelte tjenester har blitt avbrutt"],"Recover":["Gjenopprett"],"Error connecting Site Kit":["Feil ved oppkobling av Site Kit"],"%1$s: %2$s":["%1$s: %2$s"],"Search Console is gathering data":["Søkekonsollen henter data"],"Search Console and Analytics are gathering data":["Søkekonsollen og Analytics henter data"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit vil begynne å vise statistikk på kontrollpanelet straks nok folk har besøkt nettstedet ditt. Fortsett å jobbe med nettstedet ditt for å¨tiltrekke flere besøkende."],"Not enough traffic yet to display stats":["Ikke nok trafikk ennå til å vise statistikk"],"Go to Settings":["Gå til innstillinger"],"Connect more services to see more stats.":["Koble til flere tjenester for å se mer statistikk."],"Maybe later":["Kanskje senere"],"screen reader text\u0004(disabled)":["(slått av)"],"Setup":["Oppsett"],"New":["Ny"],"Got it":["Skjønner"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Andre"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Påminn meg senere"],"OK, got it":["OK, skjønner"],"Next":["Neste"],"screen reader text\u0004(opens in a new tab)":["(åpnes i en ny fane)"],"Redo the plugin setup":["Gjør oppsettet av utvidelsen på nytt"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s For å rette opp dette, <a href=\"%2$s\">sett opp utvidelsen på nytt<\/a>."],"Previous period":["Forrige periode"],"Redo setup":["Sett opp på nytt"],"Site Kit can’t access necessary data":["Site Kit har ikke adgang til nødvendige data"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har gitt alle tillatelsene du ble bedt om under oppsettingen. For å bruke Site Kit må du gjøre oppsettet på nytt - sørg for å godkjenne alle tillatelser på godkjennelsestrinnet."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til relevante data fra%1$s fordi du ikke har gitt alle tillatelsene det ble bedt om under oppsettingen. For å bruke Site Kit må du gjøre opppsetingen for %1$s på nytt - sørg for å godkjenne alle tillatelser på godkjennelsestrinnet."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har gitt alle tillatelsene du ble bedt om under oppsettingen. For å bruke Site Kit må du gjøre oppsettet på nytt for %s - sørg for å godkjenne alle tillatelser på godkjennelsestrinnet."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Siste %s dag","Siste %s dager"],", ":[", "],"Congrats on completing the setup for %s!":["Gratulerer med fullført oppsett for %s!"],"Analytics is gathering data":["Analytics samler inn data"],"Session Duration":["Varighet av besøk"],"Back":["Tilbake"],"Learn more":["Lær mer"],"Error: %s":["Feil: %s"],"Sessions":["Besøk"],"Users":["Brukere"],"Dismiss":["Avvis"],"Close":["Lukk"],"Day":["Dag"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-dceca5b4abcd4a060f5d.js"}}