{"translation-revision-date":"2025-12-24 09:35:37+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Include Authors Without Posts":["Inkludera författare utan inlägg"],"Selected roles will be excluded from the XML &amp; HTML sitemaps.":["Valda roller kommer att uteslutas från webbplatskartor för XML och HTML."],"SEO Titles":["SEO-rubriker"],"Show Dates":["Visa datum"],"Alphabetical":["Alfabetiskt"],"Sort By":["Sortera efter"],"Display Format":["Visningsformat"],"Enable the HTML sitemap.":["Aktivera HTML-webbplatskartan."],"Use this shortcode to display the HTML sitemap.":["Använd denna kortkod för att visa webbplatskartan i HTML-format."],"Show the post\/term titles, or the SEO titles in the HTML sitemap.":["Visa inläggs-\/termrubrikerna eller SEO-rubrikerna i webbplatskartan i HTML-format."],"Show published dates for each post & page.":["Visa publiceringsdatum för varje inlägg och sida."],"Select the page to display the HTML sitemap. Once the settings are saved, the sitemap will be displayed below the content of the selected page.":["Välj vilken sida som ska visa webbplatskartan i HTML-format. När du har sparat inställningarna visas webbplatskartan under innehållet på den valda sidan."],"Item Titles":["Rubriker för objekt"],"Include this post type in the HTML sitemap if it's enabled.":["Inkludera denna inläggstyp i din webbplatskarta i HTML-format, om den är aktiverad."],"Include author archives in the HTML sitemap if it's enabled.":["Inkludera författararkiv i din webbplatskarta i HTML-format, om den är aktiverad."],"Include archive pages for terms of this taxonomy in the HTML sitemap.":["Inkludera arkivsidor för termer i denna taxonomi i webbplatskartan i HTML-format."],"Choose how you want to sort the items in the HTML sitemap.":["Välj hur du vill sortera objekten i HTML-webbplatskartan."],"Choose how you want to display the HTML sitemap.":["Välj hur du vill visa din webbplatskarta i HTML-format."],"HTML Sitemap":["HTML-webbplatskarta"],"Include in HTML Sitemap":["Inkludera i HTML-webbplatskarta"],"This tab contains settings related to the HTML sitemap.":["Denna flik innehåller inställningar som avser HTML-webbplatskartan."],"Include author archives in the XML sitemap.":["Inkludera författararkiv i webbplatskartan i XML-format."],"To configure meta tags for your media attachment pages, you need to first %s to parent.":["För att konfigurera metataggar för dina mediabilagor måste du först ställa in %s som överordnad."],"disable redirect attachments":["inaktivera omdirigering för bilagor"],"Published Date":["Publiceringsdatum"],"Modified Date":["Senast ändrad"],"read here":["läs här"],"Attachments":["Bilagor"],"Shortcode":["Kortkod"],"Exclude Posts":["Exkludera inlägg"],"Include Featured Images":["Inkludera utvalda bilder"],"Exclude Users":["Exkludera användare"],"Exclude User Roles":["Exkludera användarroller"],"Taxonomies:":["Taxonomier:"],"your product pages":["dina produktsidor"],"Post Types:":["Inläggstyper:"],"Authors":["Författare"],"Page":["Sida"],"Post ID":["Inläggs-ID"],"Include in Sitemap":["Inkludera i webbplatskarta"],"Images in Sitemaps":["Bilder i webbplatskarta"],"attachments":["bilagor"],"Include the Featured Image too, even if it does not appear directly in the post content.":["Inkludera den utvalda bilden också även fast den inte visas direkt i inläggets innehåll."],"Image Custom Fields":["Anpassade fält för bild"],"%s archives":["%s-arkiv"],"Include Empty Terms":["Inkludera tomma termer"],"Exclude Terms":["Exkludera termer"],"Links Per Sitemap":["Länkar per webbplatskarta"],"Sitemap URL: %s":["URL för webbplatskarta: %s"],"Include this post type in the XML sitemap.":["Inkludera denna inläggstyp i XML-webbplatskartan."],"Include archive pages of terms that have no posts associated.":["Inkludera arkivsidor för termer utan associerade inlägg."],"This tab contains General settings related to the XML sitemaps.":["Denna flik innehåller allmänna inställningar relaterade till XML-webbplatskartorna."],"Include archive pages for terms of this taxonomy in the XML sitemap.":["Inkludera arkivsidor för termer i denna taxonomi i XML-webbplatskartan."],"General":["Allmänt"]}},"comment":{"reference":"assets\/admin\/js\/sitemapSettings.js"}}