{"translation-revision-date":"2025-12-24 09:35:37+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Failed! Try again":["Misslyckades! Försök igen"],"You cannot turn on the Beta Tester feature because site wide plugins auto-update option is disabled on your site.":["Du kan inte aktivera funktionen för beta-testning eftersom den webbplatsövergripnade inställningen för uppdatering av tillägg är inaktiverad på webbplatsen."],"You cannot turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released, because site wide plugins auto-update option is disabled on your site.":["Du kan inte aktivera automatiska uppdateringar till stabila versioner av Rank Math så snart de publiceras, eftersom den webbplatsövergripnade inställningen för uppdatering av tillägg är inaktiverad på webbplatsen."],"Saving…":["Sparar …"],"Update Notification Email":["E-postavisering om uppdatering"],"Saved":["Sparad"],"Install Version ":["Installera version "],"Update Now":["Uppdatera nu"],"Latest Stable Version":["Senaste stabila version"],"This is the version you are using on this site.":["Detta är den version du använder på denna webbplats."],"You are using the latest version of the plugin.":["Du använder den senaste versionen av tillägget."],"Your Version":["Din version"],"Warning: ":["Varning: "],"Version Control":["Versionskontroll"],"Import & Export":["Import och export"],"Beta Tester":["Betatestare"],"Roll back to this version.":["Gå tillbaka till den här versionen."],"Rollback Version":["Återställningsversion"],"Auto Update Plugin":["Automatisk uppdatering av tillägg"],"Database Tools":["Databasverktyg"],"This is the latest version of the plugin.":["Detta är den senaste versionen av tillägget."],"If you are facing issues after an update, you can reinstall a previous version with this tool.":["Om du har problem efter en uppdatering kan du installera om en tidigare version med det här verktyget."],"Rollback to Previous Version":["Återställ föregående version"],"You can take part in shaping Rank Math by test-driving the newest features and letting us know what you think. Turn on the Beta Tester feature to get notified about new beta releases. The beta version will not install automatically and you always have the option to ignore it.":["Du kan vara med och forma ”Rank Math” genom att provköra de senaste funktionerna och låta oss veta vad du tycker. Slå på ”Betatestare”-funktionen för att få aviseringar om nya betautgåvor. Betaversionen kommer inte att installeras automatiskt och du har alltid möjlighet att ignorera den."],"Beta Opt-in":["Tacka ja till Beta"],"Rolled Back Version: ":["Återställd version: "],"System Status":["Systemstatus"],"Save Changes":["Spara ändringar"],"Auto Update":["Automatisk uppdatering"]}},"comment":{"reference":"includes\/modules\/status\/assets\/js\/status.js"}}