{"translation-revision-date":"2026-01-23 20:34:27+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Not now":["Ikke nå"],"Update WooPayments":["Oppdater WooPayments"],"Would you like to update now?":["Vil du oppdatere nå?"],"To continue, please update your %s plugin to the latest version. This update includes critical security enhancements and new features.":["For å fortsette må du oppdatere «%s»-utvidelsen til den nyeste versjonen. Denne oppdateringen inneholder kritiske sikkerhetsforbedringer og nye funksjoner."],"An update to %s is required":["En oppdatering til %s er påkrevd"],"Yes, reset test account":["Ja, tilbakestill testkontoen"],"Reset your account":["Tilbakestill kontoen"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["Du må tilbakestille testkontoen for å fortsette med %1$s. Dette vil opprette en ny testkonto og tilbakestille alle eksisterende %2$s-kontoopplysninger og testtransaksjoner."],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Når du tilbakestiller kontoen din, vil alle betalingsdata, inkludert dine kontodetaljer for %s, testtransaksjoner og utbetalingshistorikk gå tapt. Ordrehistorikken din blir værende. Denne handlingen kan ikke angres, men du kan når som helst opprette en ny testkonto."],"The provider could not be enabled. Check the Manage page for details.":["Leverandøren kunne ikke aktiveres. Se administrasjonssiden for mer informasjon."],"Finish completing the tasks required to launch your store.":["Fullfør oppgavene som kreves for å lansere butikken."],"What's next:":["Hva blir det neste:"],"We've created a test account for you so that you can begin testing payments on your store. {{break\/}}Not sure what to test? Take a look at {{link}}how to test payments{{\/link}}.":["Vi har opprettet en testkonto, slik at du kan begynne å teste betalinger i butikken.\n{{break\/}}Er du usikker på hva du skal teste? Ta en titt på {{link}}hvordan du tester betalinger{\/link}}."],"You're ready to test payments!":["Du er klar til å teste betalinger."],"Yes, reset account":["Ja, tilbakestill konto"],"Are you sure you'd like to continue?":["Er du sikker på at du vil fortsette?"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Når du tilbakestiller testkontoen vil alle data gå tapt, inkludert kontodetaljer for %s, testtransaksjoner og utbetalingshistorikk. Denne handlingen kan ikke angres, men du kan når som helst opprette en ny testkonto."],"Reset your test account":["Tilbakestill testkontoen"],"Complete setup":["Fullfør oppsett"],"Activate payments":["Aktiver betalinger"],"An error occurred. You will be redirected to the settings page, try enabling the payment gateway there.":["Det oppstod en feil. Du vil bli omdirigert til innstillingssiden, prøv å aktivere betalingsløsningen der."],"Continue your store setup":["Fortsett butikkoppsettet"],"Continue store setup":["Fortsett butikkoppsettet"],"Manage":["Administrer"],"Enable":["Aktiver"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6005.js"}}